export const questions = [
    {
        id: 0,
        question: "Вкажіть характерну симптоматику болю при перфоративній виразці шлунку і 12-ти палої кишки:",
        correct: "Кинджальний",
        options: ["Фантомний", "Кинджальний", "Оперізуючий", "Тупий"]
      },
      { id: 1, question: "У якому розведенні рекомендовано використовувати 'Бетадин' (повідон-йод) для обробки післяопераційних або хронічних ран?",
         correct: "10%", options: ["1%", "2%", "10%", "20%"] },
      { id: 2, question: "Хвора скаржиться на біль в епігастрії, блювання. М'язи в здухвинній області напружені, виражені симптоми подразнення очеревини. Встановіть діагноз:",
         correct: "Гострий апендицит", options: ["Гострий апендицит", "Гострий андексит", "Гострий холецистит", "Ниркова колька"]},
      { id: 3, question: "Вкажіть раннє ускладнення, яке може виникнути після проведення апендектомії:",
         correct: "Внутрічеревна кровотеча", options: ["Лігатурна нориця", "Спайкова хвороба", "Келоїдний рубець", "Внутрічеревна кровотеча"] },
      { id: 4, question: "Хлопець, який зараз поруч з Вами і вважає Вас наймилішою дівчиною, запрошує провести час разом. Катерино, дайте йому відповідь будь ласка)",
         correct: "Так", options: ["Так", "Ні", "Можливо", "Невдалий розіграш"] }
]