export const questions = [
    {
        id: 0,
        question: "Якого кольору ведмедика я подарував тобі на День Народження?",
        correct: "Коричневий",
        options: ["Білий", "Коричневий", "Рожевий", "Чорний"]
      },
      { id: 1, question: "З чим я переборщив під час нашої другої зустрічі?",
         correct: "Парфуми", options: ["Гостинність", "Солодощі", "Парфуми", "Поцілунки"] },
      { id: 2, question: "З якою піснею можна асоціювати третю зустріч?",
         correct: 'Скрябін "Cтарі фотографії"', options: ['Скрябін "Cтарі фотографії"', 'KAZKA "Плакала"', 'WELLBOY "Гуси"', 'Океан Ельзи "Квітка"']},
      { id: 3, question: "За кого тебе прийняла працівниця дитячого інфекційного відділення, коли ми пили чай зранку перед парами?",
         correct: "Дитину", options: ["Лікаря", "Студентку", "Маму дитини", "Дитину"] },
      { id: 4, question: "Запитання номер пять",
         correct: "Правильна відповідь", options: ["Правильна відповідь", "Неправильна", "Невірна", "Неточна"] }
]